{
  "meta": {
    "title": "شرائط و ضوابط - ٹریڈ سگنل پی کے",
    "description": "ٹریڈ سگنل پی کے ٹریڈنگ سگنلز پلیٹ فارم اور خدمات استعمال کرنے کے لیے ہماری شرائط و ضوابط پڑھیں۔"
  },
  "pageTitle": "شرائط و ضوابط",
  "pageHeading": "شرائط و ضوابط",
  "lastUpdated": "آخری تازہ کاری: جنوری 2025",
  "sections": {
    "acceptance": {
      "title": "1. شرائط کی قبولیت",
      "content": "ٹریڈ سگنل پی کے ('پلیٹ فارم') تک رسائی اور استعمال کرتے ہوئے، آپ اس معاہدے کی شرائط اور دفعات سے پابند ہونے کو قبول کرتے ہیں۔ اگر آپ مذکورہ بالا پر عمل کرنے پر متفق نہیں ہیں، تو براہ کرم اس سروس کا استعمال نہ کریں۔"
    },
    "serviceDescription": {
      "title": "2. سروس کی تفصیل",
      "content": "ٹریڈ سگنل پی کے فاریکس، اسٹاکس، کرپٹو کرنسیز، اور کموڈٹیز مارکیٹس کے لیے ٹریڈنگ سگنلز، مارکیٹ تجزیہ، اور تعلیمی مواد فراہم کرتا ہے۔ ہماری خدمات صرف معلوماتی اور تعلیمی مقاصد کے لیے ہیں اور مالیاتی مشورہ نہیں ہیں۔"
    },
    "userResponsibilities": {
      "title": "3. صارف کی ذمہ داریاں",
      "points": [
        "اس سروس کو استعمال کرنے کے لیے آپ کی عمر کم از کم 18 سال ہونی چاہیے",
        "آپ اپنے اکاؤنٹ کی اسناد کی رازداری برقرار رکھنے کے ذمہ دار ہیں",
        "آپ رجسٹریشن کے دوران درست اور مکمل معلومات فراہم کرنے پر متفق ہیں",
        "آپ کسی غیر قانونی یا ممنوعہ سرگرمیوں کے لیے سروس استعمال نہیں کریں گے",
        "آپ سمجھتے ہیں کہ ٹریڈنگ میں نقصان کا خاصا خطرہ شامل ہے"
      ]
    },
    "riskDisclosure": {
      "title": "4. خطرات کا انکشاف",
      "content": "مارجن پر غیر ملکی کرنسی، اسٹاکس، کموڈٹیز، اور کرپٹو کرنسیز کی تجارت میں اعلیٰ سطح کا خطرہ ہے اور یہ تمام سرمایہ کاروں کے لیے موزوں نہیں ہو سکتا۔ لیوریج کی اعلیٰ ڈگری آپ کے خلاف بھی کام کر سکتی ہے۔ تجارت کا فیصلہ کرنے سے پہلے، آپ کو اپنے سرمایہ کاری کے مقاصد، تجربے کی سطح، اور خطرے کی بھوک پر غور سے غور کرنا چاہیے۔ یہ امکان موجود ہے کہ آپ اپنی ابتدائی سرمایہ کاری کے کچھ یا تمام حصے کا نقصان اٹھا سکتے ہیں۔ آپ کو ایسی رقم کی سرمایہ کاری نہیں کرنی چاہیے جو آپ کھونے کی استطاعت نہیں رکھتے۔"
    },
    "noFinancialAdvice": {
      "title": "5. مالیاتی مشورہ نہیں",
      "content": "اس پلیٹ فارم پر فراہم کردہ معلومات صرف عمومی معلوماتی اور تعلیمی مقاصد کے لیے ہیں۔ یہ مالیاتی، سرمایہ کاری، ٹریڈنگ، یا دیگر مشورے کے طور پر نہیں ہے۔ آپ کو اپنی صورتحال کے مطابق مخصوص مشورے کے لیے مناسب پیشہ ور افراد سے مشورہ کرنا چاہیے۔ ٹریڈ سگنل پی کے ذاتی سرمایہ کاری کا مشورہ یا سفارشات فراہم نہیں کرتا۔"
    },
    "accuracy": {
      "title": "6. معلومات کی درستگی",
      "content": "اگرچہ ہم درست اور بروقت معلومات فراہم کرنے کی کوشش کرتے ہیں، ہم فراہم کردہ سگنلز اور معلومات کی مکمل ہونے، درستگی، قابل اعتماد، موزونیت، یا دستیابی کے بارے میں کسی بھی قسم کی کوئی نمائندگی یا وارنٹی نہیں کرتے۔ ماضی کی کارکردگی مستقبل کے نتائج کی نشاندہی نہیں کرتی۔"
    },
    "subscriptionTerms": {
      "title": "7. سبسکرپشن اور ادائیگی کی شرائط",
      "points": [
        "سبسکرپشن فیس آپ کے منتخب کردہ پلان کی بنیاد پر ماہانہ یا سالانہ بل کی جاتی ہے",
        "تمام ادائیگیاں محفوظ تھرڈ پارٹی ادائیگی پروسیسرز کے ذریعے کی جاتی ہیں",
        "آپ اپنے اکاؤنٹ کی ترتیبات سے کسی بھی وقت اپنی سبسکرپشن منسوخ کر سکتے ہیں",
        "ابتدائی خریداری کے 30 دن کے اندر ہماری واپسی کی پالیسی کے مطابق رقم کی واپسی فراہم کی جاتی ہے",
        "فعال سبسکرائبرز کو 30 دن کی نوٹس کے ساتھ قیمتوں میں تبدیلی کی جا سکتی ہے"
      ]
    },
    "intellectualProperty": {
      "title": "8. دانشورانہ املاک کے حقوق",
      "content": "ٹریڈ سگنل پی کے پر تمام مواد، بشمول سگنلز، تجزیہ، چارٹس، تعلیمی مواد، لوگوز، اور سافٹ ویئر، ٹریڈ سگنل پی کے یا اس کے لائسنس دہندگان کی ملکیت ہے اور پاکستانی اور بین الاقوامی کاپی رائٹ قوانین کے تحت محفوظ ہے۔ آپ واضح تحریری اجازت کے بغیر دوبارہ تیار، تقسیم، یا مشتق کام نہیں بنا سکتے۔"
    },
    "prohibitedUse": {
      "title": "9. ممنوعہ استعمال",
      "points": [
        "دوسروں کے ساتھ اپنے اکاؤنٹ کی اسناد کا اشتراک کرنا",
        "تیسرے فریقوں کو ہمارے سگنلز دوبارہ فروخت یا تقسیم کرنا",
        "اجازت کے بغیر خودکار نظام یا بوٹس کا استعمال",
        "ریورس انجینئرنگ یا ہمارے سورس کوڈ نکالنے کی کوشش کرنا",
        "پلیٹ فارم کے آپریشن میں مداخلت کرنے والی کسی بھی سرگرمی میں مشغول ہونا"
      ]
    },
    "dataPrivacy": {
      "title": "10. ڈیٹا کی رازداری اور سیکیورٹی",
      "content": "ہم آپ کی ذاتی معلومات کی حفاظت کے لیے پرعزم ہیں۔ براہ کرم ہماری پرائیویسی پالیسی کا حوالہ دیں کہ ہم آپ کے ڈیٹا کو کیسے جمع، استعمال اور محفوظ کرتے ہیں۔ ہماری خدمات کا استعمال کرتے ہوئے، آپ پرائیویسی پالیسی میں بیان کردہ ہمارے ڈیٹا کے طریقوں سے رضامند ہیں۔"
    },
    "thirdPartyLinks": {
      "title": "11. تھرڈ پارٹی لنکس اور خدمات",
      "content": "ہمارے پلیٹ فارم میں تھرڈ پارٹی ویب سائٹس، بروکرز، یا خدمات کے لنکس ہو سکتے ہیں۔ ہم کسی بھی تھرڈ پارٹی سائٹس کے مواد، رازداری کی پالیسیوں، یا طریقوں کے لیے ذمہ دار نہیں ہیں۔ تھرڈ پارٹی خدمات کا آپ کا استعمال آپ کے اپنے خطرے پر ہے۔"
    },
    "limitation": {
      "title": "12. ذمہ داری کی حد",
      "content": "قانون کی اجازت کی مکمل حد تک، ٹریڈ سگنل پی کے، اس کے ڈائریکٹرز، ملازمین، اور ملحقہ ادارے پلیٹ فارم کے آپ کے استعمال یا ہمارے سگنلز پر انحصار سے پیدا ہونے والے کسی بھی براہ راست، بالواسطہ، حادثاتی، خاص، نتیجے میں، یا تعزیری نقصانات کے لیے ذمہ دار نہیں ہوں گے، بشمول لیکن تجارتی نقصانات، کھوئے ہوئے منافع، یا ڈیٹا کے نقصان تک محدود نہیں۔"
    },
    "indemnification": {
      "title": "13. تلافی",
      "content": "آپ پلیٹ فارم کے آپ کے استعمال، ان شرائط کی خلاف ورزی، یا کسی دوسرے فریق کے حقوق کی خلاف ورزی سے پیدا ہونے والے کسی بھی دعووں، نقصانات، نقصانات، ذمہ داریوں، اور اخراجات (بشمول قانونی فیسوں) سے ٹریڈ سگنل پی کے اور اس کے ملحقہ اداروں کو تلافی اور بے ضرر رکھنے پر متفق ہیں۔"
    },
    "termination": {
      "title": "14. ختم کرنا",
      "content": "ہم اپنی صوابدید پر، بغیر نوٹس کے، آپ کے اکاؤنٹ اور پلیٹ فارم تک رسائی کو ختم یا معطل کرنے کا حق محفوظ رکھتے ہیں، ایسے طرز عمل کے لیے جو ہمیں یقین ہے کہ ان شرائط کی خلاف ورزی کرتا ہے یا دوسرے صارفین، ہمارے، یا تیسرے فریقوں کے لیے نقصان دہ ہے، یا کسی دوسری وجہ سے۔"
    },
    "governingLaw": {
      "title": "15. حکمران قانون اور دائرہ اختیار",
      "content": "یہ شرائط پاکستان کے قوانین کے مطابق چلائی اور تعبیر کی جائیں گی۔ ان شرائط یا پلیٹ فارم کے استعمال سے پیدا ہونے والے کسی بھی تنازعہ پاکستان کی عدالتوں کے خصوصی دائرہ اختیار کے تابع ہوں گے۔"
    },
    "secp": {
      "title": "16. SECP کی تعمیل",
      "content": "ٹریڈ سگنل پی کے تعلیمی اور معلوماتی خدمات کے لیے سیکیورٹیز اینڈ ایکسچینج کمیشن آف پاکستان (SECP) کے ضوابط کی تعمیل میں کام کرتا ہے۔ ہم کلائنٹس کے فنڈز کا انتظام نہیں کرتے، کلائنٹس کی جانب سے ٹریڈز پر عمل درآمد نہیں کرتے، یا SECP لائسنسنگ کی ضرورت والے ذاتی سرمایہ کاری کے مشورے فراہم نہیں کرتے۔"
    },
    "modifications": {
      "title": "17. شرائط میں ترمیم",
      "content": "ہم کسی بھی وقت ان شرائط میں ترمیم کرنے کا حق محفوظ رکھتے ہیں۔ ہم کسی بھی اہم تبدیلیوں کے بارے میں صارفین کو ای میل یا پلیٹ فارم کے ذریعے مطلع کریں گے۔ ایسی ترامیم کے بعد پلیٹ فارم کا آپ کا مسلسل استعمال تازہ کردہ شرائط کی آپ کی قبولیت کی تشکیل کرتا ہے۔"
    },
    "severability": {
      "title": "18. علیحدگی",
      "content": "اگر ان شرائط کی کوئی دفعات ناقابل نفاذ یا غیر درست پائی جاتی ہے، تو اس دفعات کو کم سے کم ضروری حد تک محدود یا ختم کیا جائے گا، اور باقی دفعات مکمل طاقت اور اثر میں رہیں گی۔"
    },
    "contact": {
      "title": "19. رابطے کی معلومات",
      "content": "ان شرائط و ضوابط کے بارے میں سوالات کے لیے، براہ کرم ہم سے رابطہ کریں:",
      "email": "legal@tradesignalpk.com",
      "address": "ٹریڈ سگنل پی کے، اسلام آباد، پاکستان"
    }
  },
  "acknowledgment": {
    "title": "تسلیم",
    "content": "ٹریڈ سگنل پی کے استعمال کرتے ہوئے، آپ تسلیم کرتے ہیں کہ آپ نے ان شرائط و ضوابط کو پڑھا، سمجھا، اور ان سے پابند ہونے پر متفق ہیں۔"
  }
}
